
export const UploadToDescription = () => (

	<>
		<p>
			Загрузка файлов для задач или загрузка изображений для контактов происходит в фоновом режиме:
		</p>

			<ul>
				<li>
					можно загружать файлы пачками для различных задач и фотографии для нескольких контактов одного пользователя одновременно;
				</li>
				<li>
					загружаемые файлы выделены полосой загрузки;
				</li>
				<li>
					загрузку файлов к задаче можно отменить; 
				</li>
				<li>
					загруженные файлы к задаче и изображения к контактам можно удалять для обновления.
				</li>
			</ul>
		
		<p>
			Загрузка прикращается сразу по нажатию ссылки Log Out, закрытию страницы или закрытию браузера.
		</p>
	</>	
)